[
  {
    "id": 1,
    "name": "Lively Plant Guaranteed",
    "src":"https://perenual.com/storage/marketplace/4-Le%20Jardin%20Nordique/p-bC6B64133c0743b34224/i-0-ymxg64133c07444a4224.jpg",
    "price": 8.50,
    "description": "African violet with pink flowers. Easy to maintain:-1 watering per week.Fertilize in small doses once every 1-2 months.Ideal as an indoor plant, can be taken outside when temperatures exceed 12 degrees celsius. Plants delivered bare root to avoid breakage during transport. Warming bag and packaging to keep the heat in is included with every order.",
    "count": 1

  },
  {
    "id": 2,
    "name": "Rhaphidophora tetrasperma",
    "src":"https://perenual.com/storage/marketplace/3-Whimsy%20and%20Wonder%20Seeds/p-1YwL641567581598c1/i-0-FS136415675815a241.jpg",
    "price": 16.48,
    "description": "Rhaphidophora tetrasperma can be hard to come by, but lucky you, we know where to find them. This fast growing plant is often called &quot;Monstera Minima&quot; or &quot;Ginny Philo&quot; and is a highly sought after botanical prize. Its fenestrated leaves bear a resemblance to Monstera Deliciosa as these leaves have a somewhat similar split to them, but unlike Monstera the leaves stay fairly small, making it an excellent long-term roommate. This plant is very easy to care for and has a climbing, vining habit so over time it will need a pole, trellis, or wall to support its growth. ",
    "count": 1

  },
  {
    "id": 3,
    "name": "Pink Crown Cactus",
    "src":"https://perenual.com/storage/marketplace/3-Whimsy%20and%20Wonder%20Seeds/p-tYn464156a1ac54171/i-0-uS4k64156a1ac546b1.jpg",
    "price": 16.48,
    "description": "Rebutia violaciflora is another lovely variety that features golden yellow spines that grow 25 mm long and a yellow-green, clump-forming, globular body. It carries large, funnel-shaped, light-violet blossoms in the early spring. Rebutia violaciflora is one of the morphological or local forms of Rebutia minuscula, but the differences are in reality very minimal and the two plants are not readily distinguishable, if not flowering. More likely they are one and the same species, but it still has a value for a collector because they identify plants with particular characters.",
    "count": 1

  },
  {
    "id": 4,
    "name": "Contortion Succulent",
    "src":"https://perenual.com/storage/marketplace/3-Whimsy%20and%20Wonder%20Seeds/p-lqA8641382971c5491/i-0-szax641382971c5ec1.jpg",
    "price": 21.48,
    "description": "These are amazing plants, with extraordinary growth patterns. They are a gorgeous, rich green, and can grow into very unusual shapes and formations. It’s important to be aware that these plants are hard to grow, and if you are relatively new to plant care, they may not be the best option for you. They are pretty expensive and often prove easy to kill. Most people grow Trachyandra Tortilis / Albuca Namaquensis indoors, because it is a succulent and needs stable, warm temperatures. ",
    "count": 1

  },
  {
    "id": 5,
    "name": "Golden Rat Tail Cactus",
    "src":"https://perenual.com/storage/marketplace/3-Whimsy%20and%20Wonder%20Seeds/p-CWUI64138d266ec721/i-0-g8ni64138d266ecff1.jpg",
    "price": 16.48,
    "description": "The common name is the golden rat tail. Cleistocactus winteri subsp. colademono, as its synonym Cleistocactus colademononis, has gained the Royal Horticultural We only sell freshly harvested seeds from small time growers, hobbyists and collectors. Listing is for 5 Seeds Society&#39;s Award of Garden Merit. This plant is a columnar cactus that forms huge tangled mounds of fairly rapid growth, up to 90 centimetres (35 in) high with stems 6 centimetres",
    "count": 1

  },
  {
    "id": 6,
    "name": "Lanzarote Aeonium",
    "src":"https://perenual.com/storage/marketplace/3-Whimsy%20and%20Wonder%20Seeds/p-DO7w641390bf455a81/i-0-FYmv641390bf456221.jpg",
    "price": 16.48,
    "description": "This listing is for 5 Lanzarote Aeonium(Aeonium lancerottense) seeds. This is Rare Succulent Plant Species. Are you looking for a discount in our Etsy shop? Visit www.wonderseeds.ca/discount to receive a 10% lifetime discount. This can even be applied to any sale items on our Etsy shop. This discount is INSTANT .... no waiting for an email. Best of all..... you can use this coupon forever, its not a one time use discount!!! ",
    "count": 1

  },
  {
    "id": 7,
    "name": "Cavendish Banana",
    "src":"https://perenual.com/storage/marketplace/5-Zuba%20Plants/p-6s6i651d7e474538c2341/i-0-xAuo651d7e4745bcf2341.jpg",
    "price": 33.25,
    "description": "Sales to Contiguous USA Only - This tropical houseplant, scientifically known as Musa acuminata for easy display and care. Enjoy its lush green foliage in bright, indirect sunlight. Low maintenance and perfect for beginners. Add a touch of exotic beauty to your home with the Cavendish Banana!",
    "count": 1

  },
  {
    "id": 8,
    "name": "Variegated Ginger",
    "src":"https://perenual.com/storage/marketplace/5-Zuba%20Plants/p-FDZB651d7e003f13c2341/i-0-UYAK651d7e003fbc12341.jpg",
    "price": 33.25,
    "description": "Sales to Contiguous United States Only - Variegated Ginger (Alpinia zerumbet). Its lush green leaves feature striking white and green variegation, creating a captivating display. This versatile plant thrives in both gardens and containers, bringing a touch of exotic beauty to any space. Enjoy its aromatic flowers and the delightful ginger scent they release. Embrace the beauty of the Variegated Ginger and infuse your space with a touch of the tropics!",
    "count": 1

  },
  {
    "id": 9,
    "name": "Red Bird of Paradise",
    "src":"https://perenual.com/storage/marketplace/3-Whimsy%20and%20Wonder%20Seeds/p-sEwh641569cc216361/i-0-4Qfs641569cc216d91.jpg",
    "price": 16.48,
    "description": "A small tree or shrub native to the tropics of the Americas with feathery foliage and beautiful, orchid-like, red-and-orange or yellow flowers that are held in long panicles. While evergreen in the tropics, it may be deciduous or partially so under cold or drought conditions. A popular, easy and fast growing ornamental for tropical and warm temperate climates in USDA Zones 10 and above. It will also grow in USDA Zones 9 and even 8 but will freeze back every winter.",
    "count": 1

  },
  {
    "id": 10,
    "name": "Campfire Succulent",
    "src":"https://perenual.com/storage/marketplace/3-Whimsy%20and%20Wonder%20Seeds/p-DePm64138d222d87e1/i-0-Yzu464138d222d8f91.jpg",
    "price": 16.48,
    "description": "Are you looking for a discount in our Etsy shop? Visit www.wonderseeds.ca/discount to receive a 10% lifetime discount. This can even be applied to any sale items on our Etsy shop. This discount is INSTANT .... no waiting for an email. Best of all..... you can use this coupon forever, its not a one time use discount!!!",
    "count": 1

  },
  {
    "id": 11,
    "name": "Mando Aloe",
    "src":"https://perenual.com/storage/marketplace/3-Whimsy%20and%20Wonder%20Seeds/p-b4Fp64138d1e9ae001/i-0-jBpX64138d1e9ae571.jpg",
    "price": 20.48,
    "description": "Are you looking for a discount in our Etsy shop? Visit www.wonderseeds.ca/discount to receive a 10% lifetime discount. This can even be applied to any sale items on our Etsy shop. This discount is INSTANT .... no waiting for an email. Best of all..... you can use this coupon forever, its not a one time use discount!!!",
    "count": 1

  },
  {
    "id": 12,
    "name": "Tropical Hibiscus Hybrid",
    "src":"https://perenual.com/storage/marketplace/3-Whimsy%20and%20Wonder%20Seeds/p-u6Jj6415674a95a131/i-0-7mLa6415674a95a9a1.jpg",
    "price": 16.48,
    "description": "Native to Asia, tropical hibiscus plants produce flowers constantly, but each blossom only lasts one day. The shrub is fast-growing and can add up to 24 inches per year, eventually reaching heights of up 15 feet when growing under the ideal conditions. In colder climates, they are often planted as container specimens that are either replanted annually or brought indoors during the cold months. Start new plants in spring, whether in the ground or containers.",
    "count": 1

  }
]